Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: macOS has no way to directly ask an app to open a new window, so this button brings the app to the front and sends it the standard ⌘N keyboard shortcut. Most apps open a new window with ⌘N, but some use it for something else, like a new document, note, or message, and a few ignore it entirely. Whatever the app does when you press ⌘N yourself is what this button will do.
ar: لا يوفر macOS طريقة مباشرة للطلب من تطبيق فتح نافذة جديدة، لذا يجلب هذا الزر التطبيق إلى الواجهة ويرسل إليه اختصار لوحة المفاتيح القياسي ⌘N. تفتح معظم التطبيقات نافذة جديدة عبر ⌘N، لكن بعضها يستخدمه لشيء آخر، مثل مستند أو ملاحظة أو رسالة جديدة، وقليل منها يتجاهله تمامًا. ما يفعله التطبيق عند ضغطك ⌘N بنفسك هو ما سيفعله هذا الزر.
de: macOS bietet keine Möglichkeit, eine App direkt darum zu bitten, ein neues Fenster zu öffnen. Diese Taste holt die App deshalb in den Vordergrund und sendet ihr den standardmäßigen Tastaturkurzbefehl ⌘N. Die meisten Apps öffnen mit ⌘N ein neues Fenster, einige verwenden ihn jedoch für etwas anderes, etwa ein neues Dokument, eine Notiz oder eine Nachricht, und manche ignorieren ihn ganz. Diese Taste tut genau das, was die App tut, wenn Sie selbst ⌘N drücken.
es: macOS no tiene una forma directa de pedirle a una app que abra una ventana nueva, así que este botón trae la app al frente y le envía el atajo de teclado estándar ⌘N. La mayoría de las apps abren una ventana nueva con ⌘N, pero algunas lo usan para otra cosa, como un documento, una nota o un mensaje nuevos, y unas pocas lo ignoran por completo. Este botón hará exactamente lo mismo que hace la app cuando tú pulsas ⌘N.
fr: macOS n'offre aucun moyen de demander directement à une app d'ouvrir une nouvelle fenêtre, ce bouton amène donc l'app au premier plan et lui envoie le raccourci clavier standard ⌘N. La plupart des apps ouvrent une nouvelle fenêtre avec ⌘N, mais certaines l'utilisent pour autre chose, comme un nouveau document, une note ou un message, et quelques-unes l'ignorent complètement. Ce bouton fera exactement ce que fait l'app quand vous appuyez vous-même sur ⌘N.
hu: A macOS-ben nincs mód arra, hogy egy appot közvetlenül új ablak megnyitására kérjen, ezért ez a gomb előtérbe hozza az appot, és elküldi neki a szabványos ⌘N billentyűparancsot. A legtöbb app a ⌘N-re új ablakot nyit, de néhány másra használja, például új dokumentumhoz, jegyzethez vagy üzenethez, és akad, amelyik teljesen figyelmen kívül hagyja. Ez a gomb pontosan azt teszi, amit az app akkor tesz, amikor Ön maga nyomja meg a ⌘N-t.
ja: macOSにはアプリに新規ウインドウを直接開かせる方法がないため、このボタンはアプリを最前面にして標準の⌘Nキーボードショートカットを送信します。 ほとんどのアプリは⌘Nで新規ウインドウを開きますが、新規書類、メモ、メッセージなど別の用途に使うアプリや、完全に無視するアプリもあります。自分で⌘Nを押したときのそのアプリの動作が、このボタンの動作になります。
nl: macOS biedt geen mogelijkheid om een app rechtstreeks te vragen een nieuw venster te openen, dus deze knop brengt de app naar de voorgrond en stuurt de standaardtoetscombinatie ⌘N naar de app. De meeste apps openen een nieuw venster met ⌘N, maar sommige gebruiken deze combinatie voor iets anders, zoals een nieuw document, een nieuwe notitie of een nieuw bericht, en andere negeren deze combinatie volledig. Wat de app doet wanneer je zelf op ⌘N drukt, dat is precies wat deze knop zal doen.
pl: macOS nie udostępnia bezpośredniego sposobu na otwarcie nowego okna w aplikacji, dlatego ten przycisk przenosi ją na pierwszy plan i wysyła do niej standardowy skrót klawiaturowy ⌘N. W większości aplikacji ⌘N otwiera nowe okno, ale niektóre używają tego skrótu do czegoś innego, na przykład utworzenia nowego dokumentu, notatki lub wiadomości, a kilka całkowicie go ignoruje. Ten przycisk wywoła dokładnie tę samą akcję co samodzielne naciśnięcie ⌘N w danej aplikacji.
pt: O macOS não tem forma de pedir diretamente a uma aplicação que abra uma nova janela, por isso este botão traz a aplicação para primeiro plano e envia-lhe o atalho de teclado padrão ⌘N. A maioria das aplicações abre uma nova janela com ⌘N, mas algumas usam-no para outra coisa, como um novo documento, nota ou mensagem, e algumas ignoram-no por completo. O que a aplicação fizer quando prime ⌘N é o que este botão fará.
ru: У macOS нет возможности напрямую попросить приложение открыть новое окно, поэтому эта кнопка выводит приложение на передний план и отправляет ему стандартное сочетание клавиш ⌘N. Большинство приложений открывают новое окно по ⌘N, но некоторые используют его для другого, например для нового документа, заметки или сообщения, а некоторые полностью его игнорируют. Что приложение делает, когда вы сами нажимаете ⌘N, то сделает и эта кнопка.
sv: macOS har inget sätt att direkt be en app öppna ett nytt fönster, så den här knappen tar fram appen och skickar det vanliga kortkommandot ⌘N till den. De flesta appar öppnar ett nytt fönster med ⌘N, men vissa använder det till något annat, som ett nytt dokument, en ny anteckning eller ett nytt meddelande, och några ignorerar det helt. Det appen gör när du själv trycker ⌘N är det knappen kommer att göra.
tr: macOS'un bir uygulamadan doğrudan yeni pencere açmasını isteyecek bir yolu yok, bu yüzden bu düğme uygulamayı öne getirir ve ona standart ⌘N klavye kısayolunu gönderir. Çoğu uygulama ⌘N ile yeni pencere açar, ancak bazıları bunu yeni belge, not veya mesaj gibi başka bir şey için kullanır ve birkaçı tamamen yok sayar. ⌘N'ye kendin bastığında uygulama ne yapıyorsa bu düğme de onu yapacaktır.
vi: macOS không có cách nào để yêu cầu trực tiếp một ứng dụng mở một cửa sổ mới, do đó nút này sẽ đưa ứng dụng lên phía trước và gửi lệnh phím tắt bàn phím ⌘N chuẩn cho ứng dụng đó. Hầu hết các ứng dụng sẽ mở một cửa sổ mới bằng phím tắt ⌘N, nhưng một số ứng dụng lại dùng tổ hợp này cho việc khác, chẳng hạn như tạo tài liệu, ghi chú hoặc tin nhắn mới, và một số ít ứng dụng bỏ qua hoàn toàn lệnh này. Bất kể ứng dụng thực hiện hành động gì khi bạn tự mình nhấn ⌘N thì nút này cũng sẽ thực hiện hành động tương tự.
zh_hans: macOS 无法直接要求应用打开新窗口，因此此按钮会将应用切换到前台，并发送标准的 ⌘N 键盘快捷键。 大多数应用会通过 ⌘N 打开新窗口；有些应用会用它新建文稿、笔记或信息，少数应用则不会响应。你在该应用中手动按下 ⌘N 时执行什么操作，此按钮就会执行什么操作。
zh_hant: macOS 無法直接要求應用程式開啟新視窗，因此此按鈕會將應用程式移至最上層，並向其傳送標準的 ⌘N 鍵盤快速鍵。 大多數應用程式會使用 ⌘N 開啟新視窗，但有些應用程式會將其用於其他用途，例如建立新文件、筆記或訊息，也有少數應用程式完全不會用到它。無論你在該應用程式中按下 ⌘N 會執行什麼動作，此按鈕就會執行相同的動作。

source: macOS may ask for Screen Recording before thumbnail previews can appear.
ar: قد يطلب macOS إذن تسجيل الشاشة قبل أن تظهر المعاينات المصغرة.
de: macOS fragt möglicherweise nach der Bildschirmaufnahme-Berechtigung, bevor Miniaturvorschauen angezeigt werden können.
es: macOS puede pedir el permiso de grabación de pantalla antes de que aparezcan las miniaturas de previsualización.
fr: macOS peut demander l'enregistrement de l'écran avant que les aperçus miniatures puissent apparaître.
hu: A macOS kérheti a Képernyőfelvétel engedélyezését, mielőtt a miniatűr előnézetek megjelenhetnének.
ja: サムネールプレビューを表示する前に、macOSが画面収録の許可を求める場合があります。
nl: macOS kan toestemming vragen voor schermopname voordat er miniatuurvoorbeelden kunnen worden weergegeven.
pl: macOS może poprosić o przyznanie uprawnienia „Nagrywanie ekranu i dźwięku systemowego”, zanim pojawią się miniatury podglądów.
pt: O macOS pode pedir a permissão de Gravação do ecrã antes de as pré-visualizações em miniatura poderem aparecer.
ru: macOS может запросить разрешение на запись экрана, прежде чем появятся предпросмотры миниатюр.
sv: macOS kan be om Skärminspelning innan miniatyrförhandsvisningar kan visas.
tr: macOS, küçük resim önizlemeleri görünmeden önce Ekran Kaydı isteyebilir.
vi: macOS có thể yêu cầu quyền Ghi màn hình trước khi các hình thu nhỏ xem trước có thể xuất hiện.
zh_hans: 在显示缩略图预览之前，macOS 可能会请求屏幕录制权限。
zh_hant: macOS 可能會要求授予「螢幕錄製」權限，才能顯示縮圖預覽。

source: macOS may ask you to allow DockDoor Pro in Privacy & Security > Accessibility.
ar: قد يطلب منك macOS السماح لـ DockDoor Pro في الخصوصية والأمن > تسهيلات الاستخدام.
de: macOS fordert Sie möglicherweise auf, DockDoor Pro unter Datenschutz & Sicherheit > Bedienungshilfen zu erlauben.
es: macOS puede pedirte que permitas DockDoor Pro en Privacidad y seguridad > Accesibilidad.
fr: macOS peut vous demander d'autoriser DockDoor Pro dans Confidentialité et sécurité > Accessibilité.
hu: A macOS kérheti, hogy engedélyezze a DockDoor Pro-t az Adatvédelem és biztonság > Kisegítő lehetőségek alatt.
ja: 「プライバシーとセキュリティ」>「アクセシビリティ」でDockDoor Proの許可を求められる場合があります。
nl: macOS kan je vragen om toestemming te verlenen voor DockDoor Pro onder 'Privacy en beveiliging' ▸ 'Toegankelijkheid'.
pl: macOS może poprosić o przyznanie DockDoor Pro uprawnienia w Ustawieniach systemowych > Prywatność i ochrona > Dostępność.
pt: O macOS pode pedir-lhe para permitir o DockDoor Pro em Privacidade e Segurança > Acessibilidade.
ru: macOS может попросить вас разрешить DockDoor Pro в разделе «Конфиденциальность и безопасность» > «Универсальный доступ».
sv: macOS kan be dig tillåta DockDoor Pro under Integritet och säkerhet > Hjälpmedel.
tr: macOS, DockDoor Pro'ya Gizlilik & Güvenlik > Erişilebilirlik bölümünde izin vermeni isteyebilir.
vi: macOS có thể yêu cầu bạn cho phép DockDoor Pro trong Quyền riêng tư & Bảo mật > Trợ năng.
zh_hans: macOS 可能会提示你在“隐私与安全性”>“辅助功能（无障碍）”中允许 DockDoor Pro。
zh_hant: macOS 可能會要求您在「隱私權與安全性」>「輔助使用」中允許 DockDoor Pro。

source: macOS may say DockDoor Pro wants to control Finder, Mail, Notes, or System Events.
ar: قد يعرض macOS أن DockDoor Pro يريد التحكم في Finder أو البريد أو الملاحظات أو System Events.
de: macOS meldet möglicherweise, dass DockDoor Pro den Finder, Mail, Notizen oder System Events steuern möchte.
es: Puede que macOS indique que DockDoor Pro quiere controlar Finder, Mail, Notas o System Events.
fr: macOS peut indiquer que DockDoor Pro souhaite contrôler le Finder, Mail, Notes ou System Events.
hu: A macOS jelezheti, hogy a DockDoor Pro vezérelni szeretné a Findert, a Mailt, a Jegyzeteket vagy a System Eventst.
ja: macOSに「DockDoor ProがFinder、メール、メモ、またはSystem Eventsを制御しようとしています」と表示される場合があります。
nl: macOS kan zeggen dat DockDoor Pro Finder, Mail, Notities of Systeemgebeurtenissen wil bedienen.
pl: macOS może wyświetlić informację, że DockDoor Pro chce sterować aplikacją Finder, Poczta, Notatki lub System Events.
pt: O macOS pode indicar que o DockDoor Pro pretende controlar o Finder, o Mail, as Notas ou o System Events.
ru: macOS может сообщить, что DockDoor Pro хочет управлять Finder, Почтой, Заметками или System Events.
sv: macOS kan meddela att DockDoor Pro vill styra Finder, Mail, Anteckningar eller System Events.
tr: macOS, DockDoor Pro'nun Finder'ı, Mail'i, Notlar'ı veya System Events'i denetlemek istediğini söyleyebilir.
vi: macOS có thể thông báo DockDoor Pro muốn điều khiển Finder, Mail, Ghi chú hoặc System Events.
zh_hans: macOS 可能会提示 DockDoor Pro 想要控制“访达”“邮件”“备忘录”或“系统事件”。
zh_hant: macOS 可能會顯示 DockDoor Pro 要求控制 Finder、「郵件」、「備忘錄」或「系統事件」。

source: macOS owns system shortcuts like Command-Tab and Command-Space. Use DockDoor Pro's Alt-Tab-style shortcuts with an available keybind such as Option-Tab, or pick a custom combination if another app or system setting already uses it.
ar: يستأثر macOS باختصارات النظام مثل Command-Tab وCommand-Space. استخدم اختصارات DockDoor Pro بأسلوب Alt-Tab مع اختصار متاح مثل Option-Tab، أو اختر تركيبة مخصصة إذا كان تطبيق آخر أو إعداد في النظام يستخدمها بالفعل.
de: macOS belegt Systemkurzbefehle wie Befehl-Tab und Befehl-Leertaste. Verwenden Sie die Alt-Tab-ähnlichen Kurzbefehle von DockDoor Pro mit einer verfügbaren Tastenkombination wie Wahl-Tab, oder wählen Sie eine eigene Kombination, wenn eine andere App oder Systemeinstellung sie bereits verwendet.
es: macOS reserva los atajos del sistema como Comando-Tab y Comando-Espacio. Usa los atajos estilo Alt-Tab de DockDoor Pro con una combinación disponible como Opción-Tab, o elige una combinación personalizada si otra app o un ajuste del sistema ya la usa.
fr: macOS réserve les raccourcis système comme Commande-Tab et Commande-Espace. Utilisez les raccourcis de style Alt-Tab de DockDoor Pro avec une combinaison disponible comme Option-Tab, ou choisissez une combinaison personnalisée si une autre app ou un réglage système l'utilise déjà.
hu: A rendszerszintű billentyűparancsok, mint a Command-Tab és a Command-Space, a macOS-hez tartoznak. Használja a DockDoor Pro Alt-Tab-stílusú parancsait egy szabad billentyűkombinációval, például az Option-Tab-bal, vagy válasszon egyéni kombinációt, ha egy másik app vagy rendszerbeállítás már használja azt.
ja: Command-TabやCommand-Spaceなどのシステムショートカットは、macOSが管理しています。DockDoor ProのAlt-Tab方式のショートカットにはOption-Tabなど空いているキーバインドを使うか、ほかのアプリやシステム設定と重複する場合はカスタムの組み合わせを選んでください。
nl: macOS heeft de systeemsneltoetsen zoals Command-Tab en Command-Space onder zijn beheer. Gebruik de Alt-Tab-achtige sneltoetsen van DockDoor Pro met een beschikbare toetscombinatie zoals Option-Tab, of kies een aangepaste combinatie als deze al door een andere app of systeeminstelling wordt gebruikt.
pl: macOS zastrzega skróty systemowe, takie jak Command-Tab i Command-Space. Używaj skrótów DockDoor Pro w stylu Alt-Tab z dostępną kombinacją, taką jak Option-Tab, albo wybierz własną kombinację, jeśli inna aplikacja lub ustawienie systemowe już jej używa.
pt: O macOS reserva os atalhos de sistema, como Comando-Tab e Comando-Espaço. Use os atalhos ao estilo Alt-Tab do DockDoor Pro com uma combinação disponível, como Opção-Tab, ou escolha uma combinação personalizada se outra aplicação ou definição do sistema já usar essa combinação.
ru: macOS владеет системными сочетаниями клавиш, такими как Command-Tab и Command-Space. Используйте Alt-Tab-подобные сочетания DockDoor Pro с доступной комбинацией, например Option-Tab, или выберите пользовательскую комбинацию, если другое приложение или системная настройка уже использует её.
sv: macOS äger systemkortkommandon som kommando-tab och kommando-mellanslag. Använd DockDoor Pros kortkommandon i Alt-Tab-stil med en ledig kombination som alternativ-tab, eller välj en egen kombination om en annan app eller systeminställning redan använder den.
tr: macOS, Command-Tab ve Command-Space gibi sistem kısayollarına sahiptir. DockDoor Pro'nun Alt-Tab tarzı kısayollarını Option-Tab gibi kullanılabilir bir tuş atamasıyla kullan veya başka bir uygulama ya da sistem ayarı zaten kullanıyorsa özel bir kombinasyon seç.
vi: macOS sở hữu các phím tắt hệ thống như Command-Tab và Command-Space. Hãy sử dụng các phím tắt kiểu Alt-Tab của DockDoor Pro với một tổ hợp phím sẵn có như Option-Tab, hoặc chọn một tổ hợp tùy chỉnh nếu một ứng dụng khác hoặc cài đặt hệ thống đã sử dụng tổ hợp đó rồi.
zh_hans: macOS 会占用 Command-Tab 和 Command-Space 等系统快捷键。请使用 DockDoor Pro 的 Alt-Tab 风格快捷键，并选择可用的组合，例如 Option-Tab；如果该组合已被其他应用或系统设置占用，也可以自定义快捷键组合。
zh_hant: macOS 會保留 Command-Tab、Command-Space 等系統快速鍵。DockDoor Pro 的 Alt-Tab 類型快速鍵請使用可用的按鍵組合，例如 Option-Tab；若已被其他 App 或系統功能占用，請改用其他自訂組合。

source: Made something? Submit it to the marketplace with a pull request.
ar: صنعت شيئًا؟ أرسله إلى السوق عبر pull request.
de: Etwas erstellt? Reichen Sie es per Pull-Request beim Marktplatz ein.
es: ¿Has creado algo? Envíalo al Marketplace con una pull request.
fr: Vous avez créé quelque chose ? Soumettez-le au Marketplace avec une pull request.
hu: Készített valamit? Küldje be a piactérre egy pull requesttel.
ja: 何か作りましたか？プルリクエストでマーケットプレイスに提出しましょう。
nl: Iets gemaakt? Dien het in bij de Marketplace met een pull request.
pl: Masz już własny widżet? Prześlij go do Marketplace za pomocą pull requesta.
pt: Criou algo? Envie-o para o Marketplace com um pull request.
ru: Создали что-то? Отправьте это в магазин через pull request.
sv: Har du skapat något? Skicka in det till marknadsplatsen med en pull request.
tr: Bir şey mi yaptın? Pull request ile pazar yerine gönder.
vi: Bạn đã tạo được gì đó? Hãy gửi lên cửa hàng bằng một pull request.
zh_hans: 有新作品？通过拉取请求提交到小组件市场。
zh_hant: 製作了小工具？透過 Pull Request 提交到市集吧。

source: Magnification
ar: التكبير
de: Vergrößerung
es: Ampliación
fr: Agrandissement
hu: Nagyítás
ja: 拡大
nl: Vergroting
pl: Powiększenie
pt: Ampliação
ru: Увеличение
sv: Förstoring
tr: Büyütme
vi: Phóng đại
zh_hans: 放大
zh_hant: 放大效果

source: Magnify Profile & Settings
ar: تكبير ملف التعريف والإعدادات
de: Profil & Einstellungen vergrößern
es: Ampliar perfil y ajustes
fr: Agrandir le profil et les paramètres
hu: Profil és beállítások nagyítása
ja: プロファイルと設定を拡大
nl: Profiel- en instellingenknop vergroten
pl: Powiększaj profil i ustawienia
pt: Ampliar perfil e definições
ru: Увеличить профиль и настройки
sv: Förstora profil och inställningar
tr: Profil ve Ayarları Büyüt
vi: Phóng đại Hồ sơ & Cài đặt
zh_hans: 放大配置文件和设置
zh_hant: 讓設定檔與設定圖示套用放大效果

source: Mail
ar: البريد
ja: メール
pl: Poczta
ru: Почта
zh_hans: 邮件
zh_hant: 郵件

source: Mail closed
ar: البريد مغلق
de: Mail geschlossen
es: Mail cerrado
fr: Mail fermé
hu: Mail bezárva
ja: メール未起動
nl: Mail gesloten
pl: Poczta zamknięta
pt: Mail fechado
ru: Почта закрыта
sv: Mail stängt
tr: Mail kapalı
vi: Mail đã đóng
zh_hans: 邮件已关闭
zh_hant: 「郵件」已關閉

source: Mail is read only while it's open. The first time, macOS asks to allow DockDoor Pro to control Mail.
ar: لا تتم قراءة البريد إلا أثناء فتحه. في المرة الأولى، يطلب macOS السماح لـ DockDoor Pro بالتحكم في البريد.
de: Mail wird nur gelesen, während die App geöffnet ist. Beim ersten Mal fragt macOS, ob DockDoor Pro Mail steuern darf.
es: Mail solo se lee mientras está abierto. La primera vez, macOS pide permiso para que DockDoor Pro controle Mail.
fr: Mail n'est lu que lorsqu'il est ouvert. La première fois, macOS demande d'autoriser DockDoor Pro à contrôler Mail.
hu: A Mail csak megnyitott állapotban olvasható. Első alkalommal a macOS engedélyt kér, hogy a DockDoor Pro vezérelhesse a Mailt.
ja: メールは開いている間だけ読み取られます。初回は、DockDoor Proに「メール」の制御を許可するかどうかをmacOSが確認します。
nl: Mail wordt alleen gelezen terwijl de app geopend is. De eerste keer vraagt macOS of DockDoor Pro Mail mag bedienen.
pl: Poczta jest odczytywana tylko wtedy, gdy jest otwarta. Za pierwszym razem macOS poprosi o zezwolenie aplikacji DockDoor Pro na sterowanie Pocztą.
pt: O Mail só é lido enquanto está aberto. Na primeira vez, o macOS pede para permitir que o DockDoor Pro controle o Mail.
ru: Почта читается, только пока она открыта. В первый раз macOS попросит разрешить DockDoor Pro управлять Почтой.
sv: Mail läses bara medan appen är öppen. Första gången ber macOS dig att tillåta DockDoor Pro att styra Mail.
tr: Mail yalnızca açıkken okunur. İlk seferinde macOS, DockDoor Pro'nun Mail'i denetlemesine izin vermeni ister.
vi: Mail chỉ được đọc khi đang mở. Lần đầu tiên, macOS sẽ hỏi có cho phép DockDoor Pro điều khiển Mail không.
zh_hans: 仅在“邮件”打开时读取邮件。首次使用时，macOS 会询问是否允许 DockDoor Pro 控制“邮件”。
zh_hant: 僅在「郵件」開啟時才會讀取。首次使用時，macOS 會要求你允許 DockDoor Pro 控制「郵件」。

source: Mail isn't open
ar: تطبيق البريد غير مفتوح
de: Mail ist nicht geöffnet
es: Mail no está abierto
fr: Mail n'est pas ouvert
hu: A Mail nincs megnyitva
ja: メールが開いていません
nl: Mail is niet geopend
pl: Poczta nie jest otwarta
pt: O Mail não está aberto
ru: Почта не открыта
sv: Mail är inte öppet
tr: Mail açık değil
vi: Mail chưa mở
zh_hans: 邮件未打开
zh_hant: 「郵件」尚未開啟

source: Main Screen Only
ar: الشاشة الرئيسية فقط
de: Nur Hauptbildschirm
es: Solo pantalla principal
fr: Écran principal uniquement
hu: Csak a főképernyő
ja: メイン画面のみ
nl: Alleen hoofdscherm
pl: Tylko wyświetlacz główny
pt: Apenas o ecrã principal
ru: Только основной экран
sv: Endast huvudskärmen
tr: Yalnızca Ana Ekran
vi: Chỉ Màn hình chính
zh_hans: 仅主显示器
zh_hant: 僅限主要顯示器

source: Main Window
ar: النافذة الرئيسية
de: Hauptfenster
es: Ventana principal
fr: Fenêtre principale
hu: Fő ablak
ja: メインウインドウ
nl: Hoofdvenster
pl: Okno główne
pt: Janela principal
ru: Главное окно
sv: Huvudfönster
tr: Ana Pencere
vi: Cửa sổ chính
zh_hans: 主窗口
zh_hant: 主視窗

source: Make the trash icon bigger or smaller in its dock slot. Every widget has this scale in its options.
ar: كبّر أيقونة المهملات أو صغّرها داخل خانتها في Dock. كل أداة لديها هذا المقياس في خياراتها.
de: Das Papierkorb-Symbol in seinem Dock-Platz vergrößern oder verkleinern. Jedes Widget hat diese Skalierung in seinen Optionen.
es: Haz el icono de la Papelera más grande o más pequeño dentro de su hueco del Dock. Todos los widgets tienen esta escala en sus opciones.
fr: Agrandir ou réduire l'icône de la Corbeille dans son emplacement du dock. Chaque widget dispose de cette échelle dans ses options.
hu: A Kuka ikonjának nagyobbá vagy kisebbé tétele a Dockban lévő helyén. Ez a méretezés minden widget beállításaiban elérhető.
ja: Dockスロット内のゴミ箱アイコンの大きさを調整します。このスケールはすべてのウィジェットのオプションにあります。
nl: Maak het prullenmandpictogram in het Dock-vak groter of kleiner. Elke widget heeft deze schaaloptie in de instellingen.
pl: Powiększ lub pomniejsz ikonę Kosza w jej miejscu na Docku. Takie samo ustawienie skali jest dostępne w opcjach każdego widżetu.
pt: Torne o ícone do Lixo maior ou menor no seu espaço da dock. Todos os widgets têm esta escala nas suas opções.
ru: Увеличьте или уменьшите значок Корзины в его ячейке Dock. У каждого виджета есть этот масштаб в параметрах.
sv: Gör papperskorgssymbolen större eller mindre i sin dockplats. Alla widgetar har den här skalan i sina alternativ.
tr: Dock yuvasında çöp sepeti simgesini daha büyük veya daha küçük yap. Her widget'ın seçeneklerinde bu ölçek vardır.
vi: Làm cho biểu tượng thùng rác lớn hơn hoặc nhỏ hơn trong ô chứa của nó trên dock. Mọi tiện ích đều có tùy chọn điều chỉnh tỷ lệ này.
zh_hans: 调整废纸篓图标在 Dock 槽位中的大小。每个小组件的选项中都有此缩放设置。
zh_hant: 調整垃圾桶圖示在 Dock 中的大小。每個小工具的選項都提供此縮放設定。

source: Make this widget's content bigger or smaller inside its slot
ar: كبّر محتوى هذه الأداة أو صغّره داخل خانتها
de: Den Inhalt dieses Widgets innerhalb seines Platzes vergrößern oder verkleinern
es: Haz el contenido de este widget más grande o más pequeño dentro de su hueco
fr: Agrandir ou réduire le contenu de ce widget dans son emplacement
hu: A widget tartalmának nagyobbá vagy kisebbé tétele a helyén belül
ja: このウィジェットの内容をスロット内で拡大または縮小する
nl: Maak de inhoud van deze widget binnen het vak groter of kleiner
pl: Powiększ lub pomniejsz zawartość tego widżetu w przeznaczonym dla niego miejscu
pt: Tornar o conteúdo deste widget maior ou menor dentro do seu espaço
ru: Сделайте содержимое этого виджета больше или меньше внутри его слота
sv: Gör widgetens innehåll större eller mindre i dess plats
tr: Bu widget'ın içeriğini yuvasında daha büyük veya daha küçük yap
vi: Làm cho nội dung của tiện ích này lớn hơn hoặc nhỏ hơn bên trong ô chứa của nó
zh_hans: 调整此小组件内容的显示大小
zh_hant: 調整此小工具內容的顯示大小

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
hu: Kezelés
ja: 管理
nl: Beheren
pl: Zarządzaj
pt: Gerir
ru: Управлять
sv: Hantera
tr: Yönet
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

source: Manage installed marketplace and local widget bundles
ar: إدارة حزم الأدوات المثبتة من السوق والحزم المحلية
de: Installierte Widget-Bundles aus dem Marktplatz und lokale Widget-Bundles verwalten
es: Gestiona los paquetes de widgets instalados, del Marketplace y locales
fr: Gérer les bundles de widgets installés
hu: A telepített piactéri és helyi widgetcsomagok kezelése
ja: インストール済みのマーケットプレイスおよびローカルのウィジェットバンドルを管理
nl: Beheer geïnstalleerde bundels met widgets uit de Marketplace en lokale widgets
pl: Zarządzaj zainstalowanymi pakietami widżetów z Marketplace i pakietami lokalnymi
pt: Gerir os pacotes de widgets instalados, do Marketplace e locais
ru: Управление установленными из магазина и локальными пакетами виджетов
sv: Hantera installerade widgetpaket från marknadsplatsen och lokala paket
tr: Yüklü pazar yeri ve yerel widget paketlerini yönet
vi: Quản lý các gói tiện ích cục bộ và cửa hàng đã cài đặt
zh_hans: 管理已安装的市场和本地小组件包
zh_hant: 管理已安裝的市集與本機小工具套件
